Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: Profiles|Feed token could not be reset
sv: Profiler|Feed-token kunde inte återställas

source: Profiles|Feed token was successfully reset
sv: Profiler|Feed-token återställdes

source: Profiles|Incoming email token was successfully reset
sv: Profiler|Token för inkommande e-post återställdes

source: Profiles|Static object token was successfully reset
sv: Profiler|Token för statiskt objekt återställdes

source: Profiles|Your account uses dedicated credentials for the "%{groupName}" group and can only be updated through SSO.
sv: Profiles|Ditt konto använder dedikerade autentiseringsuppgifter för gruppen ”%{groupName}” och kan endast uppdateras via SSO.

source: Project CI/CD variables
sv: Projektets CI/CD-variabler

source: Project access token creation is disabled in this group.
sv: Det går inte att skapa åtkomsttoken för projekt i den här gruppen.

source: Project access tokens
sv: Åtkomsttoken för projekt

source: Project audit events
sv: Projektets granskningshändelser

source: ProjectImportByURL|If your HTTP repository is not publicly accessible, add your credentials.
sv: Projektimport via URL|Lägg till dina autentiseringsuppgifter om HTTP-arkivet inte är offentligt tillgängligt.

source: ProjectImportByURL|Unable to access repository with the URL and credentials provided.
sv: Projektimport via URL|Det gick inte att komma åt arkivet med den angivna URL:en och autentiseringsuppgifterna.

source: ProjectService|Enter new API token
sv: Projekttjänst|Ange ny API-token

source: ProjectService|Enter new token
sv: Projekttjänst|Ange ny token

source: ProjectService|Leave blank to use your current API token.
sv: Projekttjänst|Lämna tomt för att använda den aktuella API-token.

source: ProjectService|Leave blank to use your current token.
sv: Projekttjänst|Lämna tomt för att använda den aktuella token.

source: ProjectService|Token for the Drone project.
sv: Projekttjänst|Token för Drone-projektet.

source: ProjectSettings|Add additional webhook triggers for project access token expiration.
sv: Projektinställningar|Lägg till fler webhookutlösare för utgångsdatumet för projektets åtkomsttoken.

source: ProjectSettings|Allow anyone to pull from package registry
sv: ProjectSettings|Tillåt alla att hämta från paketregistret

source: ProjectSettings|Package registry
sv: ProjectSettings|Paketregister

source: ProjectTemplates|HIPAA Audit Protocol
sv: ProjectTemplates|HIPAA-granskningsprotokoll

source: Projects with critical vulnerabilities
sv: Projekt med kritiska sårbarheter

source: Projects with high or unknown vulnerabilities
sv: Projekt med höga eller okända sårbarheter

source: Projects with low vulnerabilities
sv: Projekt med låga sårbarheter

source: Projects with medium vulnerabilities
sv: Projekt med medelhöga sårbarheter

source: ProjectsNew|Enable Secret Detection
sv: ProjectsNew|Aktivera hemlighetsidentifiering

source: ProjectsNew|Scan your code for secrets and credentials to prevent unauthorized access.
sv: ProjectsNew|Skanna din kod efter hemligheter och autentiseringsuppgifter för att förhindra obehörig åtkomst.

source: Promotions|Upgrade your plan to activate audit events.
sv: Promotions|Uppgradera din plan för att aktivera granskningshändelser.

source: PushRules|Prevent pushing secret files
sv: PushRules|Förhindra push av hemliga filer

source: PushRules|Reject any files likely to contain secrets. %{secret_files_link_start}What secret files are rejected?%{secret_files_link_end}
sv: PushRules|Avvisa filer som sannolikt innehåller hemligheter. %{secret_files_link_start}Vilka hemliga filer avvisas?%{secret_files_link_end}

source: Rate limits for the audit events API.
sv: Hastighetsgränser för API:t för granskningshändelser.

source: ReportAbuse|They're posting personal information or credentials.
sv: ReportAbuse|De publicerar personuppgifter eller autentiseringsuppgifter.

source: Required only if you are not using role instance credentials.
sv: Krävs endast om du inte använder autentiseringsuppgifter för rollinstans.

source: SBOMs last updated
sv: SBOM:er uppdaterades senast

source: SbomErrors|Error parsing SBOM reports
sv: SbomErrors|Fel vid tolkning av SBOM-rapporter

source: SbomErrors|Learn more
sv: SbomErrors|Läs mer

source: SbomErrors|Please investigate the provided reports and ensure they conform to %{helpPageLinkStart}the requirements for SBOM documents%{helpPageLinkEnd}.
sv: SbomErrors|Undersök de angivna rapporterna och kontrollera att de uppfyller %{helpPageLinkStart}kraven för SBOM-dokument%{helpPageLinkEnd}.

source: SbomErrors|The following SBOM reports could not be parsed. Therefore the list of components may be incomplete.
sv: SbomErrors|Följande SBOM-rapporter kunde inte tolkas. Komponentlistan kan därför vara ofullständig.

source: SbomErrors|report-%{index} (%{length})
sv: SbomErrors|rapport-%{index} (%{length})

source: Scan execution policy
sv: Policy för körning av skanning

source: Scan pushed commits for hardcoded secrets with GitGuardian, and block pushes that contain them. %{docs_link}
sv: Skanna pushade incheckningar efter hårdkodade hemligheter med GitGuardian och blockera pushar som innehåller dem. %{docs_link}

source: Scanner profile failed to delete
sv: Det gick inte att ta bort skannerprofilen

source: Scanner profile not found for given parameters
sv: Ingen skannerprofil hittades för angivna parametrar

source: Secure token that identifies an external storage request.
sv: Säker token som identifierar en begäran till extern lagring.

source: SecurityInventory|Status
sv: Säkerhetsinventering|Status

source: SecurityOrchestration|v2
sv: Säkerhetsorkestrering|v2

source: SecurityProfiles|SAST
sv: Säkerhetsprofiler|SAST

source: SecurityTrackedRefs|Beta
sv: Säkerhetsspårade referenser|Beta

source: Select all vulnerabilities on current page
sv: Markera alla sårbarheter på den aktuella sidan

source: Select severity (optional)
sv: Välj allvarlighetsgrad (valfritt)

source: SemanticSearch|AWS OpenSearch IAM credentials
sv: Semantisk sökning|AWS OpenSearch IAM-autentiseringsuppgifter

source: SemanticSearch|AWS Secret Access Key
sv: Semantisk sökning|Hemlig AWS-åtkomstnyckel

source: SemanticSearch|Files are split by PreBert strategy with a chunk size of 240 tokens
sv: Semantisk sökning|Filer delas upp med PreBert-strategin med en segmentstorlek på 240 token

source: SemanticSearch|Required only if you are not using role instance credentials.
sv: Semantisk sökning|Krävs endast om du inte använder autentiseringsuppgifter för rollinstans.

source: SemanticSearch|The maximum number of bytes or tokens per chunk.
sv: Semantisk sökning|Högsta antal byte eller token per segment.

source: SemanticSearch|Use AWS OpenSearch Service with IAM credentials
sv: Semantisk sökning|Använd AWS OpenSearch Service med IAM-autentiseringsuppgifter

source: ServiceDesk|Incorrect verification token
sv: Service Desk|Felaktig verifieringstoken

source: ServiceDesk|Invalid credentials
sv: Service Desk|Ogiltiga autentiseringsuppgifter

source: ServiceDesk|Please try again. Check email forwarding settings and credentials, and then restart verification.
sv: Service Desk|Försök igen. Kontrollera inställningarna för vidarebefordran av e-post och autentiseringsuppgifterna och starta sedan om verifieringen.

source: ServiceDesk|Reset custom email address and delete credentials
sv: Service Desk|Återställ anpassad e-postadress och ta bort autentiseringsuppgifter

source: ServiceDesk|The received email didn't contain the verification token that was sent to your email address.
sv: Service Desk|Det mottagna e-postmeddelandet innehöll inte verifieringstoken som skickades till din e-postadress.

source: ServiceDesk|When enabled, Service Desk emails will be sent using the provided credentials.
sv: Service Desk|När funktionen är aktiverad skickas Service Desk-e-post med de angivna autentiseringsuppgifterna.

source: Set rate limits for package registry API requests that supersede the general user and IP rate limits.
sv: Ange hastighetsgränser för API-begäranden till paketregistret som ersätter de allmänna gränserna för användare och IP-adresser.

source: Sets the severity
sv: Anger allvarlighetsgraden

source: Settings for the License Compliance feature
sv: Inställningar för funktionen Licensöverensstämmelse

source: Settings|Expiry notification emails about group and project access tokens within this group should be sent to:
sv: Inställningar|E-post om utgångsdatum för gruppens och projektets åtkomsttoken i den här gruppen ska skickas till:

source: Severity updated to %{severity}.
sv: Allvarlighetsgraden uppdaterades till %{severity}.

source: SeverityWidget|Severity
sv: SeverityWidget|Allvarlighetsgrad

source: SeverityWidget|Severity: %{severity}
sv: SeverityWidget|Allvarlighetsgrad: %{severity}

source: SeverityWidget|There was an error while updating severity.
sv: SeverityWidget|Ett fel uppstod när allvarlighetsgraden skulle uppdateras.

source: SlackIntegration|Client secret
sv: Slack-integrering|Klienthemlighet

source: TestHooks|Ensure the project has vulnerabilities.
sv: TestHooks|Kontrollera att projektet har sårbarheter.

source: The current user is not authorized to create a pipeline trigger token
sv: Den aktuella användaren saknar behörighet att skapa en pipelineutlösartoken

source: The current user is not authorized to manage the pipeline trigger token
sv: Den aktuella användaren saknar behörighet att hantera pipelineutlösartoken

source: The current user is not authorized to update the pipeline trigger token
sv: Den aktuella användaren saknar behörighet att uppdatera pipelineutlösartoken

source: The dependency list details information about the components used within your project.
sv: Beroendelistan innehåller uppgifter om komponenterna som används i projektet.

source: The following personal access tokens have expired:
sv: Följande personliga åtkomsttoken har gått ut:

source: The invitation can not be found with the provided invite token.
sv: Inbjudan hittades inte med den angivna inbjudningstoken.

source: The number of vulnerabilities detected by age
sv: Antalet sårbarheter som upptäckts efter ålder

source: The number of vulnerabilities detected over time
sv: Antalet sårbarheter som upptäckts över tid

source: The secret is only available when you create the application or renew the secret.
sv: Hemligheten är endast tillgänglig när du skapar programmet eller förnyar hemligheten.

source: There are several file size limits in place for the package registry.
sv: Flera gränser för filstorlek gäller för paketregistret.

source: There was a problem fetching the CI/CD job token permissions.
sv: Det gick inte att hämta behörigheter för CI/CD-jobbtoken.

source: There was a problem fetching the job token scope value
sv: Det gick inte att hämta omfattningsvärdet för jobbtoken

source: These examples show common methods of triggering a pipeline with a pipeline trigger token. The URL and ID for this project is prefilled.
sv: Dessa exempel visar vanliga sätt att utlösa en pipeline med en pipelineutlösartoken. URL:en och ID:t för projektet är ifyllda.

source: This credential has expired
sv: Den här autentiseringsuppgiften har gått ut

source: This credential is not passkey eligible
sv: Den här autentiseringsuppgiften är inte berättigad till passkey

source: This group has no active access tokens.
sv: Den här gruppen har inga aktiva åtkomsttoken.

source: This group has no inactive access tokens.
sv: Den här gruppen har inga inaktiva åtkomsttoken.

source: This group is not permitted to create compliance violations
sv: Den här gruppen har inte behörighet att skapa efterlevnadsöverträdelser

source: This is the only time the secret is accessible. Copy the secret and store it securely.
sv: Detta är enda gången hemligheten är åtkomlig. Kopiera hemligheten och lagra den säkert.

source: This job does not start automatically and must be started manually. You can add CI/CD variables below for last-minute configuration changes before starting the job.
sv: Det här jobbet startar inte automatiskt och måste startas manuellt. Du kan lägga till CI/CD-variabler nedan för sista minuten-ändringar av konfigurationen innan jobbet startas.

source: This pipeline was created by an API call authenticated with a trigger token
sv: Den här pipelinen skapades av ett API-anrop som autentiserades med en utlösartoken

source: This project has no active access tokens.
sv: Det här projektet har inga aktiva åtkomsttoken.

source: This project has no inactive access tokens.
sv: Det här projektet har inga inaktiva åtkomsttoken.

source: This user has no active impersonation tokens.
sv: Den här användaren har inga aktiva imitationstoken.

source: To see all the user's personal access tokens you must impersonate them first.
sv: Du måste först imitera användaren för att se alla användarens personliga åtkomsttoken.

source: Todos|Raw text search is not currently supported. Please use the available search tokens.
sv: Att göra|Sökning i råtext stöds för närvarande inte. Använd tillgängliga söktoken.

source: Token valid until revoked
sv: Token är giltig tills den återkallas

source: Trigger a pipeline for a branch or tag by generating a trigger token and using it with an API call. The token impersonates a user's project access and permissions.
sv: Utlös en pipeline för en gren eller tagg genom att skapa en trigger-token och använda den i ett API-anrop. Tokenen efterliknar en användares projektåtkomst och behörigheter.

source: Trigger token removed.
sv: Trigger-token togs bort.

source: Trigger token was created successfully.
sv: Trigger-token skapades.

source: Trigger token was successfully updated.
sv: Trigger-token uppdaterades.

source: Trigger|By default, trigger tokens never expire if no expiration date is selected.
sv: Trigger|Som standard förfaller trigger-token aldrig om inget förfallodatum väljs.

source: Unauthorized to create a package protection rule
sv: Saknar behörighet att skapa en paketskyddsregel

source: Unauthorized to delete a package protection rule
sv: Saknar behörighet att ta bort en paketskyddsregel

source: Unauthorized to update a package protection rule
sv: Saknar behörighet att uppdatera en paketskyddsregel

source: Unselect "Expand variable reference" if you want to use the variable value as a raw string.
sv: Avmarkera ”Expandera variabelreferens” om du vill använda variabelvärdet som en rå sträng.

source: UpdateProject|Job token scope cannot be disabled for this project because it is enforced for the instance. Contact your administrator to modify this setting.
sv: UpdateProject|Omfånget för jobbtokener kan inte inaktiveras för detta projekt eftersom det tillämpas för instansen. Kontakta administratören för att ändra inställningen.

source: UsageQuota|Dependency proxy
sv: UsageQuota|Beroendeproxy

source: UsageQuota|Namespace total storage represents the sum of storage consumed by all projects, container registry, and Dependency Proxy.
sv: UsageQuota|Namnrymdens totala lagring är summan av lagring som används av alla projekt, containerregistret och beroendeproxyn.

source: UserMapping|You can assign active users with regular or auditor access, service accounts and group or project bots only.
sv: UserMapping|Du kan endast tilldela aktiva användare med vanlig användar- eller granskaråtkomst, tjänstekonton samt grupp- eller projektrobotar.

source: UserMapping|You can assign active users with regular, auditor, or administrator access, service accounts and group or project bots only.
sv: UserMapping|Du kan endast tilldela aktiva användare med vanlig användar-, granskar- eller administratörsåtkomst, tjänstekonton samt grupp- eller projektrobotar.

source: UserMapping|You can assign users with regular or auditor access, service accounts and group or project bots only.
sv: UserMapping|Du kan endast tilldela användare med vanlig användar- eller granskaråtkomst, tjänstekonton samt grupp- eller projektrobotar.

source: UserMapping|You can assign users with regular, auditor, or administrator access, service accounts and group or project bots only.
sv: UserMapping|Du kan endast tilldela användare med vanlig användar-, granskar- eller administratörsåtkomst, tjänstekonton samt grupp- eller projektrobotar.

source: ValueStreamAnalytics|High vulnerabilities over time.
sv: ValueStreamAnalytics|Höga sårbarheter över tid.

source: View trigger token usage examples
sv: Visa användningsexempel för trigger-token

source: Virtual registry|Registry not found.
sv: Virtual registry|Registret hittades inte.

source: Virtual registry|Upstream not found.
sv: Virtual registry|Uppströmskälla hittades inte.

source: Vulnerabilities By Severity Count
sv: Sårbarheter efter allvarlighetsgrad

source: Vulnerabilities History
sv: Sårbarhetshistorik

source: Vulnerabilities Over Time
sv: Sårbarheter över tid

source: Vulnerabilities by age
sv: Sårbarheter efter ålder

source: Vulnerabilities over time
sv: Sårbarheter över tid

source: Vulnerability|Assert
sv: Sårbarhet|Kontrollera

source: Vulnerability|Assert:
sv: Sårbarhet|Kontrollera:

source: WebhooksTrigger|An access token expires in the next 7 days.
sv: Webhookutlösare|En åtkomsttoken upphör att gälla inom de närmaste 7 dagarna.

source: WebhooksTrigger|Resource access token events
sv: Webhookutlösare|Händelser för resursåtkomsttoken

source: WebhooksTrigger|Which project or group access token events trigger webhooks?
sv: Webhookutlösare|Vilka händelser för projektets eller gruppens åtkomsttoken utlöser webhooks?

source: Webhooks|A deploy token is expiring soon. %{help_link}?
sv: Webhooks|En distributionstoken förfaller snart. %{help_link}?

source: Webhooks|Copy token
sv: Webhooks|Kopiera token

source: Webhooks|Generate signing token
sv: Webhooks|Generera signeringstoken

source: Webhooks|Project deploy token events
sv: Webhooks|Händelser för projektets driftsättningstoken

source: Webhooks|Project or group access token events
sv: Webhooks|Händelser för projektets eller gruppens åtkomsttoken

source: Webhooks|Regenerate token
sv: Webhooks|Generera om token

source: Webhooks|Save this token now because you can only access it once.
sv: Webhooks|Spara token nu eftersom du bara kan komma åt den en gång.

source: Webhooks|Save this token now because you can only access it once. After you save this form, any apps that rely on the previous token won't work until you replace it with this token.
sv: Webhooks|Spara token nu eftersom du bara kan komma åt den en gång. När du sparar formuläret fungerar inte program som använder den föregående token förrän du ersätter den med den här token.

source: Webhooks|Secret token (not recommended)
sv: Webhooks|Hemlig token (rekommenderas inte)

source: Webhooks|Show token
sv: Webhooks|Visa token

source: Webhooks|Signing token
sv: Webhooks|Signeringstoken

source: Webhooks|Signing tokens are more secure.
sv: Webhooks|Signeringstoken är säkrare.

source: Webhooks|The secret token is cleared on save unless it is updated.
sv: Webhooks|Den hemliga token rensas vid sparande om den inte uppdateras.

source: Webhooks|You cannot access the token unless you regenerate it.
sv: Webhooks|Du kan inte komma åt token om du inte genererar om den.

source: When scan execution policies or pipeline execution policies are configured, both the merge request pipeline and the branch pipeline must succeed before the merge request can be merged.
sv: När policyer för körning av skanning eller pipeline är konfigurerade måste både pipelinen för sammanfogningsbegäran och grenpipelinen lyckas innan sammanfogningsbegäran kan sammanfogas.

source: When you remove tracking of a ref, GitLab deletes any vulnerabilities associated with that ref. You have the option to archive them before their deletion.
sv: När du slutar spåra en referens tar GitLab bort alla sårbarheter som är kopplade till den. Du kan arkivera dem innan de tas bort.

source: Which project deploy token events trigger webhooks
sv: Vilka händelser för projektets driftsättningstoken utlöser webhooks?

source: You are not authorized to update this scanner profile
sv: Du saknar behörighet att uppdatera den här skannerprofilen

source: You can create a new one or check them in your %{link_start}deploy tokens%{link_end} settings.
sv: Du kan skapa en ny eller kontrollera dem i inställningarna för %{link_start}distributionstoken%{link_end}.

source: You can create a new one or check them in your deploy tokens settings: %{target_url}
sv: Du kan skapa en ny eller kontrollera dem i inställningarna för dina distributionstoken: %{target_url}

source: You can modify this job's CI/CD variables before running it again.
sv: Du kan ändra jobbets CI/CD-variabler innan du kör det igen.

source: Your deploy token will expire in %{days_to_expire} days or less
sv: Din distributionstoken förfaller inom %{days_to_expire} dagar

source: Your project deploy token %{codeOpen}%{token_name}%{codeClose} for %{codeOpen}%{project_path}%{codeClose} will expire in %{days_to_expire} or less.
sv: Din projektdistributionstoken %{codeOpen}%{token_name}%{codeClose} för %{codeOpen}%{project_path}%{codeClose} förfaller inom %{days_to_expire} dagar.

source: Your project deploy token %{token_name} for %{project_path} will expire in %{days_to_expire} or less.
sv: Din projektdistributionstoken %{token_name} för %{project_path} förfaller inom %{days_to_expire} dagar.

source: ciReport|Analyze a deployed version of your web application for known vulnerabilities by examining it from the outside in. DAST works by simulating external attacks on your application while it is running.
sv: CI-rapport|Analysera en driftsatt version av webbprogrammet efter kända sårbarheter genom att granska det utifrån och in. DAST simulerar externa angrepp på programmet medan det körs.

source: ciReport|Container scanning detects known vulnerabilities in your docker images.
sv: CI-rapport|Kontainerskanning identifierar kända sårbarheter i Docker-avbildningar.

source: ciReport|Dependency Scanning
sv: CI-rapport|Beroendeskanning

source: ciReport|Dependency scanning
sv: CI-rapport|Beroendeskanning

source: ciReport|Detects known vulnerabilities in your software dependencies.
sv: CI-rapport|Identifierar kända sårbarheter i programvarans beroenden.

source: ciReport|Detects known vulnerabilities in your source code's dependencies.
sv: CI-rapport|Identifierar kända sårbarheter i källkodens beroenden.

source: ciReport|Detects known vulnerabilities in your source code.
sv: CI-rapport|Identifierar kända sårbarheter i källkoden.

source: ciReport|Detects known vulnerabilities in your web application.
sv: CI-rapport|Identifierar kända sårbarheter i webbprogrammet.

source: ciReport|Detects secrets and credentials vulnerabilities in your source code.
sv: CI-rapport|Identifierar hemligheter och sårbarheter i autentiseringsuppgifter i källkoden.

source: ciReport|License Compliance failed loading results
sv: CI-rapport|Det gick inte att läsa in resultat för licensöverensstämmelse

source: ciReport|License Compliance test metrics results are being parsed
sv: CI-rapport|Resultat för testmått för licensöverensstämmelse tolkas

source: ciReport|No license compliance enabled.
sv: CI-rapport|Ingen licensöverensstämmelse har aktiverats.

source: ciReport|No new vulnerabilities were found.
sv: CI-rapport|Inga nya sårbarheter hittades.

source: ciReport|SAST IaC
sv: CI-rapport|SAST IaC

source: ciReport|Secret Detection
sv: CI-rapport|Hemlighetsidentifiering

source: ciReport|Secret detection
sv: CI-rapport|Hemlighetsidentifiering

source: ciReport|View vulnerabilities
sv: CI-rapport|Visa sårbarheter

source: compliance violation has already been recorded
sv: efterlevnadsöverträdelse har redan registrerats

source: does not match dast_site.project
sv: matchar inte dast_site.project

source: does not match dast_site_validation.project
sv: matchar inte dast_site_validation.project

source: group access token
sv: åtkomsttoken för grupp
